app/views/ratings/index.html.erb

      <td> <%= user.username %> </td>
      <td><%= user.ratings.count %></td>
---
SELECT "ratings".* FROM "ratings"
SELECT COUNT(*) FROM "ratings" WHERE "ratings"."user_id" = ?  [["user_id", 1]]